{"effort_0": "Change starts with your first sweat.", "effort_1": "Yesterday you said tomorrow", "effort_2": "Great things always have a small beginning. So does fitness. No matter your goal is to lose weight, gain muscles or stay active, we have prepared the right workout for you. The best time to start your change? It’s always NOW.", "effort_3": "Get Started", "effort_4": "Don't worry. We got your back", "effort_5": "In Keep, every exercise is instructed by professional fitness coach along with voice guide. Besides, every workout is labeled from K1 to K4 which indicates the difficulty level from beginner to the advanced. You can easily find the workout matching your experience. Only with the right workout to start, you will not get injured and therefore go further on fitness path. ", "effort_6": "Check it out", "friends_0": "Your firends are on Keep", "friends_1": "Add friends to follow their adventures and get inspired by their workouts", "friends_2": "{{name}}", "friends_3": "Member since {{date}}", "friends_5": "Add Friend", "friends_6": "Find More Friends", "know_0": "Did you know you could get these trophies n Keep?", "know_1": "Welcome to the Keep world. Here are various trophies prepared for you. We just want you to know, every effort counts. <br/><br/> Check out all these silverwares, How many have you unlocked?", "know_2": "Self-discipline", "know_3": "Self-discipline trophies record every small progress you make. Fighting with inertia helps you become a better you. Guess which two can be acquired only through Keep Yoga, a new app from recently released by our team. You can use your Keep Trainer account to log in, and all data will be synced.", "know_4": "Walk the talk", "know_5": "Unlock these trophies by reaching corresponding steps in a day.", "know_6": "Train like an animal", "know_7": "Cat, bird, dog, sheep, cattle, swan…… <br/> Have you tried to complete exercises inspired from animals. Harvest the animal spirit with specific trainings.", "req_0": "You have a friend request", "req_1": "Jimmy would like to be your friend on Keep!", "req_2": "{{name}}", "req_3": "Member since {{date}}", "req_5": "Accept Request", "welcome_0": "Welcome to Keep", "welcome_1": "Hello,Welcome to Keep!<br/><br/> The most professional and easy-to-use fitness trainer that has helped over 5,000,000 keepers become fit and active.<br/><br/> By signing up, you’ve taken the first step towards a healthier life. We’ll provide everything we can to help and support you to achieve your fitness goal.<br/><br/> What you could enjoy here：", "welcome_2": "100+ workouts will help transform your body", "welcome_3": "Experts' video guidance will give you all the info you need to succeed and progress.", "welcome_4": "Personalized training plans 100% tailored to you based on your own routine and goals.", "welcome_5": "Keep Training, Keep Fit!", "welcome_6": "Get Started"}